tap "basecamp/tap"
tap "clerk/stable"
tap "stripe/stripe-cli"
brew "awscli"
brew "gh"
brew "git"
brew "jq"
brew "mercurial"
brew "nvm"
brew "tfenv"
brew "valkey"
brew "goenv"
brew "clerk/stable/clerk"
brew "stripe/stripe-cli/stripe"
cask "basecamp/tap/basecamp-cli"
cask "codex"
cask "docker-desktop"
cask "github"
cask "mongodb-compass"
cask "ngrok"
cask "postman"
cask "session-manager-plugin"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "danielgavin.ols"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "f-loat.jsonl-converter"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "timheuer.awesome-copilot"